Repository: leukhon/uab-translation
Catalog: ultimate-author-box-*.po
Languages: es_es

source: Only 1 widget allowed per tab
es_es: Sólo 1 widget permitido por pestaña

source: Saving Data.
es_es: Guardando los datos

source: Saved Data.
es_es: Datos guardados.

source: Settings
es_es: Ajustes

source: Support
es_es: Soporte

source: How to use
es_es: Como usar

source: About
es_es: Acerca de

source: Sorry! The Author has not filled his profile.
es_es: El autor aún no ha completado su perfil

source: Note: The Ultimate Author Box is installed but you do not have the permission to configure it. Please contact the site Admin to have access to your AuthorBox.
es_es: Nota: Ultimate Author Box está instalado pero no tienes permiso para configurarlo. Póngase en contacto con el administrador para tener acceso.

source: Hello there, You have received an email from your site. Details below: Name: #name Email: #email Phone: #phone Subject: #subject Message: #message Thank you!
es_es: Hola, Has recibido un correo electrónico desde tu sitio web. Detalles a continuación: Nombre: #name Email: #email Teléfono: #phone Asunto: #subject Mensaje: #message Gracias!

source: Show Author Box in this post
es_es: Mostrar caja de autor en este post

source: Yes
es_es: Si

source: Author Box Position
es_es: Posición de caja de autor

source: Default
es_es: Por defecto

source: Top
es_es: Arriba

source: Bottom
es_es: Abajo

source: Ultimate Author Box Widget area
es_es: Área de Widgets de Ultimate Author Box

source: Do not manually edit this area.
es_es: No editar manualmente este área.

source: Failed to add %s to %d
es_es: No se pudo añadir a %s a %d

source: Edit
es_es: Editar

source: Delete
es_es: Borrar

source: Close
es_es: Cerrar

source: Deleted %s
es_es: Eliminado %s

source: Failed to delete %s
es_es: Fallo al eliminar %s

source: Saved %s
es_es: Guardado %s

source: Failed to save %s
es_es: Error al guardar %s

source: Settings saved successfully
es_es: Plugin activado correctamente.

source: Settings restored to default successfully
es_es: Ajustes han sido restablecidos de fábrica exitósamente

source: Cache Cleared successfully
es_es: Cache limpiado con éxito

source: Select Template
es_es: Selecciona una plantilla

source: Template 1
es_es: Plantilla 1

source: Template 2
es_es: Plantilla 2

source: Template 3
es_es: Plantilla 3

source: Template 4
es_es: Plantilla 4

source: Template 5
es_es: Plantilla 5

source: Template 6
es_es: Plantilla 6

source: Template 7
es_es: Plantilla 7

source: Template 8
es_es: Plantilla 8

source: Template 9
es_es: Plantilla 9

source: Template 10
es_es: Plantilla 10

source: Template 11
es_es: Plantilla 11

source: Template 12
es_es: Plantilla 12

source: Template 13
es_es: Plantilla 13

source: Template 14
es_es: Plantilla 14

source: Template 15
es_es: Plantilla 15

source: Template 16
es_es: Plantilla 16

source: Template 17
es_es: Plantilla 17

source: Template 18
es_es: Plantilla 18

source: Template 19
es_es: Plantilla 19

source: Primary Color
es_es: Color principal

source: Secondary Color
es_es: Color Secundario

source: Tertiary Color
es_es: Color Terciario

source: Upload Custom Image
es_es: Subir imagen personalizada

source: Image Preview:
es_es: Vista previa de la imagen:

source: Disable Ultimate Author Box
es_es: Deshabilitar Ultimate Author Box

source: Disable Author Box in frontend entirely
es_es: Deshabilitar la caja de autor en la interfaz completamente

source: Choose place to show Author Box
es_es: Elija el lugar para mostrar la caja de autor

source: Show in Posts
es_es: Mostrar en las entradas

source: Check to show Ultimate Author Box in Posts
es_es: Marque para mostrar Ultimate Author Box en las entradas

source: Show in Pages
es_es: Mostrar en páginas

source: Check to show Ultimate Author Box in Pages
es_es: Marque para mostrar Ultimate Author Box en las páginas

source: Show in Custom Post Types
es_es: Mostrar en tipos de publicaciones personalizadas

source: Check to show Ultimate Author Box in Custom Post Type
es_es: Marque para mostrar Ultimate Author Box en los tipos de publicaciones personalizadas

source: Show Author Box at
es_es: Mostrar caja de autor en

source: Top of Posts
es_es: Parte superior de las entradas

source: Bottom of Posts
es_es: Parte inferior de las entradas

source: None
es_es: Ninguno

source: Hide Author Box if Author Biographical Info is empty
es_es: Ocultar caja de autor si el autor Información biográfica está vacía

source: Check to hide Author Box if Author Biographical Info is empty
es_es: Marque para ocultar la caja de autor si la información biográfica está vacía

source: Show Default Biographical Info if empty
es_es: Mostrar información biográfica predeterminada si está vacía

source: Check to Show Default Biographical Info if empty
es_es: Marque para mostrar información biográfica predeterminada si está vacía

source: Default Author Box Message
es_es: Mensaje predeterminado de la caja de autor

source: Show Author Box in Small Screen Device
es_es: Mostrar la caja de autor en dispositivos de pantalla pequeña

source: Check to Show Author Box in Small Screen Device
es_es: Marque para mostrar la caja de autor en dispositivos de pantalla pequeña

source: Frontend link target options
es_es: Opciones de destino de la apertura del enlace

source: New Page
es_es: Nueva página

source: Same Page
es_es: Misma página

source: Choose user roles
es_es: Elegir roles de usuario

source: Select user roles for user fields access
es_es: Seleccione los roles de usuario a los que se permite el acceso a la edición de los campos de información del usuario

source: Consumer Key (API Key)
es_es: Clave Cliente (Clave API)

source: Consumer Secret (API Secret)
es_es: Twitter consumer secret (API secreto)

source: Access Token
es_es: Token de Acceso

source: Cache Period
es_es: Periodo de tiempo del caché

source: Delete Cache
es_es: Borrar caché

source: Default template
es_es: Plantilla predeterminada

source: Custom template
es_es: Plantilla personalizada

source: Custom Template
es_es: Plantilla personalizada

source: Enable Custom CSS Section
es_es: Activar CSS personalizado

source: Check to Enable Custom CSS Section
es_es: Marque para habilitar sección CSS personalizado

source: Save Changes
es_es: Guardar cambios

source: Are you sure you want to restore default settings?
es_es: ¿Seguro que quieres restaurar la configuración predeterminada?

source: Restore Default Settings
es_es: Restaurar Configuración Predeterminada

source: Go to Profile Settings
es_es: Ir a la configuración del perfil

source: Please fill your Author Box
es_es: Por favor, complete con información su caja de autor

source: Ultimate Author Box Profile Settings
es_es: Configuración de Perfil de Ultimate Author Box

source: Select New Tab Option
es_es: Seleccione la opción de la nueva pestaña

source: Select Tab Type
es_es: Seleccionar tipo de pestaña

source: Default tabs
es_es: Pestañas por defecto

source: Author posts
es_es: Entradas del autor

source: Company description
es_es: Descripción del negocio

source: Contact Form
es_es: Formulario de contacto

source: Feeds tabs
es_es: Feeds

source: Twitter Feeds
es_es: Feeds de Twitter / Fuentes de información de Twitter

source: RSS Feeds
es_es: Fuentes RSS

source: Facebook Feeds
es_es: Feeds de Facebook

source: Custom tabs
es_es: Pestañas personalizadas

source: WYSIWYG Editor
es_es: Editor WYSIWYG

source: Tab Name
es_es: Nombre de la pestaña

source: New tab
es_es: Nueva pestaña

source: Author Details
es_es: Detalles del autor

source: New Tab
es_es: Nueva Pestaña

source: Template Settings
es_es: Configuración de la plantilla

source: Author Posts
es_es: Autor de las entradas

source: Frontend Tab Title
es_es: Título de la pestaña en la interfaz

source: Number of posts
es_es: Número de publicaciones

source: Select Post Type
es_es: Selecciona tipo de entrada

source: Latest Posts
es_es: Últimas publicaciones

source: Selective Posts
es_es: Publicaciones Selectivas

source: Posts to show
es_es: Publicaciones a mostrar

source: The User does not have any posts
es_es: El usuario no tiene ninguna entrada

source: Show Post Excerpt
es_es: Mostrar extracto de la entrada

source: Check to show post excerpt.
es_es: Marque para mostrar el extracto de la entrada

source: Read More Text
es_es: Texto para Leer más

source: Show Post Image
es_es: Mostrar imagen de la entrada

source: Check to show post image.
es_es: Marque para mostrar la imagen del post.

source: Show Post Date
es_es: Mostrar fecha de publicación

source: Check to show post date.
es_es: Marque para mostrar la fecha de la entrada.

source: Show Post Category
es_es: Mostrar Categoría de la entrada

source: Check to show post category.
es_es: Marque para mostrar la categoría de la entrada

source: Additional Company Information
es_es: Información adicional de la empresa

source: Company Detail Description
es_es: Descripción en detalle de la empresa

source: Contact Form Settings
es_es: Ajustes del formulario de contacto

source: Default Contact Form
es_es: Formulario de contacto por defecto del sistema

source: External Contact Form
es_es: Formulario de contacto externo

source: Contact Form Shortcode
es_es: Shortcode del formulario de contacto externo

source: Contact Form Title
es_es: Título del Formulario de Contacto

source: Name Label
es_es: Etiqueta para el campo Nombre

source: Email Label
es_es: Etiqueta para el campo Email

source: Phone Label
es_es: Etiqueta para el campo Teléfono

source: Subject Label
es_es: Etiqueta para el campo Asunto

source: Message Label
es_es: Etiqueta para el campo Mensaje

source: Success Message
es_es: Mensaje a mostrar cuando el formulario se envía correctamente

source: Send to Email
es_es: Enviar al correo electrónico

source: Note: The Admin has not configured the Twitter Settings. Please contact Admin to use Twitter Feeds.
es_es: Nota: El administrador no ha configurado la opciones de Twitter para usar los Feeds de Twitter. Por favor, póngase en contacto con el administrador de la web para poder usarlo.

source: Twitter Settings
es_es: Configuración de Twitter

source: Twitter Username
es_es: Nombre de usuario de Twitter

source: Number of Twitter Feeds
es_es: Número de Feeds de Twitter

source: RSS Feed Settings
es_es: Configuración de fuente RSS

source: RSS URL
es_es: URL de RSS

source: Link target options
es_es: Opciones del destino de enlace

source: Number of RSS Feeds
es_es: Número de canales RSS

source: Facebook Feed Settings
es_es: Configuración de Feed de Facebook

source: Facebook APP Secret
es_es: Facebook APP Secreto

source: Facebook Profile/Page ID
es_es: ID de Perfil /Página de Facebook

source: Number of Facebook Feeds
es_es: Número de Feeds de Facebook

source: Add Widgets
es_es: Añadir Widgets

source: Lists Of Widgets
es_es: Listado de Widgets

source: Listed Widgets
es_es: Widgets listados

source: Enable Personal Template
es_es: Habilitar plantilla personalizada

source: Select Custom Template
es_es: Seleccione la plantilla personalizada

source: Invalid/Empty RSS URL
es_es: URL de RSS vacío o no válido

source: No Tab Selected
es_es: No hay ninguna pestaña seleccionada

source: Facebook Feeds Fetched Successfully!
es_es: ¡Feeds de Facebook traídos con éxito!

source: Profile Image Settings
es_es: Configuración de la imagen de perfil

source: Choose Image Type
es_es: Elegir el tipo de imagen

source: Social Profile Image
es_es: Imagen de perfil social

source: Custom Image
es_es: Imagen Personalizada

source: Upload Image
es_es: Subir imagen

source: Facebook User ID
es_es: ID de usuario de Facebook

source: paste your Facebook Profile URL and click on Find Numeric ID.
es_es: pega la URL de su perfil de Facebook y haga clic en encontrar ID numérico (o parecido).

source: Instagram Image ID
es_es: ID de imagen de Instagram

source: To get your Instagram Image ID, Please open any image on Instagram you want in the single preview. If your image URL is https://www.instagram.com/p/7FfbBpSOaC/ then 7FfbBpSOaC is your Instagram Image ID
es_es: Para obtener tu ID de la imagen de Instagram, por favor, abra cualquier imagen de Instagram que desee en la vista previa. Si su URL de la imagen es https://www.instagram.com/p/7FfbBpSOaC/, 7FfbBpSOaC es el ID de la imagen de Instagram

source: To get your Twitter Username, Please open your twitter profile. If your profile URL is https://twitter.com/apthemes then apthemes is your Twitter username.
es_es: Para obtener su nombre de usuario de Twitter, por favor, abra su perfil de Twitter. Si la URL de su perfil es https://twitter.com/apthemes, apthemes es su nombre de usuario de Twitter.

source: Choose Image Shape
es_es: Elija la forma de la imagen

source: Square
es_es: Cuadrado

source: Company Information
es_es: Información de la compañía

source: Company Name
es_es: Nombre de la empresa

source: Company URL
es_es: Web de la Empresa

source: Designation
es_es: Puesto

source: Separator
es_es: Separador

source: Phone Number
es_es: Número de teléfono

source: Detail Biographical Info
es_es: Información biográfica detallada

source: This Description will be shown in a popup when you click on the Author Image
es_es: Esta descripción aparecerá en una ventana emergente al hacer clic en la imagen de autor

source: Social Media Icons
es_es: Iconos de redes sociales

source: Enter link for social media icon
es_es: Insertar enlace para el icono de la red social

source: Check to show post Excerpt.
es_es: Marque para mostrar el extracto de la entrada

source: Contact Me
es_es: Contáctame

source: Name
es_es: Nombre

source: Subject
es_es: Asunto

source: Phone
es_es: Teléfono

source: Message
es_es: Mensaje

source: Your message has been sent successfully!!
es_es: ¡Su mensaje ha sido enviado correctamente!

source: Send To Email
es_es: Enviar al correo electrónico

source: AccessPress Themes is a venture of Access Keys - who has developed hundreds of Custom WordPress themes and plugins for its clients over the years.
es_es: AccessPress Themes es una joint venture de Access Keys - que ha desarrollado cientos de plugins y temas de WordPress personalizado para sus clientes durante años.

source: - is an awesome way to represent your post authors. Add author box to your post to give identity to your post author. Add extra tabs with the authors posts, social feeds and custom content.
es_es: -es una forma impresionante para representar a los autores de las entradas. Añada el cuadro de autor a tu entrada para dar identidad a su autor. Agregue pestañas extras con las entradas del autor, las redes sociales y otros contenidos personalizados

source: Please visit our product page for more details here:
es_es: Por favor visite la página del producto para más información aquí:

source: Please visit our demo page here:
es_es: Por favor visite nuestra página de demostración aquí:

source: Plugin documentation can be found here:
es_es: La documentación de este plugin se puede encontrar aquí:

source: AccessPress Social Icons
es_es: Iconos de Redes Sociales de AcessPress

source: Get in touch
es_es: Contáctanos

source: If you have any question/feedback, please get in touch:
es_es: Si usted tiene cualquier pregunta/comentario, póngase en contacto:

source: Get social
es_es: Conectate

source: Get connected with us on social media. Facebook is the best place to find updates on our themes/plugins:
es_es: Conéctese con nosotros en las redes sociales. Facebook es el mejor lugar para encontrar actualizaciones sobre nuestros temas / complementos:

source: Ultimate Author Box Author Widget
es_es: Ultimate Author Box - Widget de autor

source: Author box
es_es: Caja del autor

source: Post Count
es_es: Número de entradas

source: template-1
es_es: Plantilla 1

source: Widget Title:
es_es: Título del widget:

source: Choose Author
es_es: Elegir autor

source: Display Type:
es_es: Tipo de visualización:

source: Auto Detect Author
es_es: Auto Detectar Autor

source: Use this option to automatically detect author if this sidebar is used on single post template or author template
es_es: Use esta opción para detectar automáticamente el autor si esta barra lateral se usa en una sola plantilla de publicación o plantilla de autor

source: Display Author Name
es_es: Visualizar nombre del autor

source: Display Author Designation
es_es: Visualizar puesto de trabajo del autor

source: Display Author Description
es_es: Visualizar descripción del autor

source: Display Social Icons
es_es: Mostrar Iconos Sociales

source: at
es_es: en

source: Ultimate Author Box Author List Widget
es_es: Ultimate Author Box -Widget de lista de autores

source: Author List Widget
es_es: Widget de lista de autor

source: Author List
es_es: Lista de Autores

source: slider
es_es: Slider (Carrousel de imágenes y texto)

source: Slider
es_es: Slider (Carrousel de imágenes y texto)

source: Sidebar Grid
es_es: Cuadrícula para barra lateral

source: Full Grid
es_es: Cuadrícula completa

source: List
es_es: Lista

source: Author Number:
es_es: Número de autor:

source: Order By:
es_es: Ordenar por:

source: Author Name
es_es: Nombre del autor

source: Order:
es_es: Orden:

source: Ascending
es_es: Ascendente

source: Descending
es_es: Descendente

source: Exclude Author:
es_es: Excluir el autor:

source: No shortcode placed.
es_es: No se ha insertado ningún shortcode

source: Read more...
es_es: Leer más...

source: contact me
es_es: Contáctame

source: call
es_es: Llame al

source: follow me
es_es: Sígueme

source: ago
es_es: atrás

source: By
es_es: Por

source: Reply
es_es: Responder

source: Favorite
es_es: Favorito

source: Follow
es_es: Seguir

source: Ultimate Author Box is a plugin that allows you to add additional information about the author in your Post, Page Custom Post Type as a default option or through use of shortcode and widgets.
es_es: Ultimate Author Box es un plugin que permite añadir información adicional sobre el autor en las entradas y en las páginas como opción por defecto o mediante el uso de shortcodes y widgets.
